{"tweets": ["8:15 AM - 21 Aug 2017, DUBLIN: Crash in the hard shoulder causing delays for traffic from the Port Tunnel towards the M1/M50 Interchange. http://TheAA.ie/Newsroom ", "8:23 AM - 21 Aug 2017, DUBLIN: Crash no longer causing delays for traffic heading from the Port Tunnel towards the M1/M50 Interchange. http://TheAA.ie/Newsroom ", "8:37 AM - 21 Aug 2017, DUBLIN/M50: Incident s'bound just before J5 Finglas in hard shoulder. Traffic is slow on approach from J4 Ballymun. http://TheAA.ie/Newsroom ", "8:44 AM - 21 Aug 2017, DUBLIN: A crash has been cleared from the hard shoulder between the Port Tunnel and the M1/M50 Interchange. http://TheAA.ie/Newsroom ", "8:49 AM - 21 Aug 2017, DUBLIN: Breakdown inbound on the SCR just after the slip from St. John's Rd West in the left lane. Expect delays. http://TheAA.ie/Newsroom ", "9:10 AM - 21 Aug 2017, DUBLIN: Broken down truck on the slip road from Wyckham Way to the Dundrum Bypass. Vehicles can pass with care. http://TheAA.ie/Newsroom ", "9:13 AM - 21 Aug 2017, DUBLIN: There are reports of a collision on the M50 northbound at J6 Blanchardstown in the hard shoulder. http://TheAA.ie/Newsroom ", "9:24 AM - 21 Aug 2017, DUBLIN: Breakdown outbound in Drumcondra in right turn lane for Richmond Rd. http://TheAA.ie/Newsroom ", "9:29 AM - 21 Aug 2017, DUBLIN: There is a breakdown in the right-turn lane of the Nangor Rd at the Naas Rd jct. Delays on approach. http://TheAA.ie/Newsroom ", "9:37 AM - 21 Aug 2017, DUBLIN: The collision on the M50 northbound at J6 Blanchardstown has been moved off the road. http://TheAA.ie/Newsroom ", "9:49 AM - 21 Aug 2017, DUBLIN: The collision on the M50 northbound at J6 Blanchardstown has been moved off the road. http://TheAA.ie/Newsroom ", "9:50 AM - 21 Aug 2017, DUBLIN/M50: Incident cleared before J5 Finglas southbound. Still slow on approach from M1 Interchange. http://TheAA.ie/Newsroom ", "10:07 AM - 21 Aug 2017, DUBLIN: Abandoned car on the N7 Naas Rd inbound before Newlands Cross Flyover, in the median. http://TheAA.ie/Newsroom ", "10:45 AM - 21 Aug 2017, DUBLIN: A broken down truck has been cleared from the slip road from Wyckham Way to the Dundrum Bypass. http://TheAA.ie/Newsroom ", "10:57 AM - 21 Aug 2017, DUBLIN: An abandoned car has been recovered from the N7 Naas Rd inbound before Newlands Cross Flyover. http://TheAA.ie/Newsroom ", "11:49 AM - 21 Aug 2017, DUBLIN: There is a crash at Walkinstown R/A at the turn-off for Walkinstown Ave. http://TheAA.ie/Newsroom ", "12:47 PM - 21 Aug 2017, DUBLIN: A crash has been cleared from the Walkinstown R/A at the turn-off for Walkinstown Ave. http://TheAA.ie/Newsroom ", "11:31 PM - 21 Aug 2017, DUBLIN: M50 northbound closed temporarily at J9 Red Cow as emergency services deal with collision. http://theaa.ie/roadwatch/newsroom …", "12:20 AM - 22 Aug 2017, DUBLIN: N7 Naas Rd slow from J4 Rathcoole to Red Cow Interchange. There are also reports of crash at J2 Kingswood http://theaa.ie ", "12:23 AM - 22 Aug 2017, DUBLIN: Emergency services have cleared the collision on the M50 northbound after J9 Red Cow & all lanes open. http://TheAA.ie/Newsroom ", "12:49 AM - 22 Aug 2017, DUBLIN: Further along, the route is slow again from J4 Newcastle to the M50. http://TheAA.ie/Newsroom ", "2:37 AM - 22 Aug 2017, DUBLIN: Heavy on Killeen Rd approaching New Nangor Rd jct where works are taking place. Traffic lights switched off http://theaa.ie/roadwatch/newsroom …", "3:33 AM - 22 Aug 2017, DUBLIN: Collision inbound on Dame St at the Olympia Theatre. Gardai are directing traffic but expect some delays. http://TheAA.ie/Newsroom ", "3:43 AM - 22 Aug 2017, DUBLIN: Collision blocking two lanes of Ormond Quay on the North Quays. Traffic is back to the Four Courts. http://TheAA.ie/Newsroom ", "3:44 AM - 22 Aug 2017, DUBLIN: A collision has been cleared from Dame St at the Olympia Theatre. Any delays should ease. http://TheAA.ie/Newsroom ", "3:59 AM - 22 Aug 2017, DUBLIN: Gardai have dealt with a collision on Ormond Quay on the North Quays. Still busy however. http://TheAA.ie/Newsroom ", "4:28 AM - 22 Aug 2017, DUBLIN: It's eased now on Killeen Rd approaching the New Nangor Rd jct where works have finished up. http://TheAA.ie/Newsroom ", "5:20 AM - 22 Aug 2017, DUBLIN: Traffic lights malfunction at jct of Stillorgan Rd & Kilmacud Rd Lwr, & also at the Suir Rd/Davitt Rd jct. http://TheAA.ie/Newsroom "]}
