{"tweets": ["DUBLIN: Breakdown cleared on M1 southbound between J2 Dublin Airport & the M1/M50 Interchange http://theaa.ie/newsroom ", "DUBLIN: The left lane of the northbound bore of the Port Tunnel is currently closed. Caution advised on approach. http://ThaAA.ie/Newsroom ", "DUBLIN: The left lane of the northbound bore of the Port Tunnel has reopened. http://TheAA.ie/Newsroom ", "DUBLIN: There are reports of debris on the M50 northbound at J6 Blanchardstown. Caution advised. http://TheAA.ie/Newsroom ", "DUBLIN: Collision on the M50 northbound at J7 Lucan. Emergency services en route. http://TheAA.ie/Newsroom ", "DUBLIN: Collision cleared from the M50 northbound at J7 Lucan. http://TheAA.ie/Newsroom ", "DUBLIN: Debris cleared from the M50 northbound at J6 Blanchardstown. http://TheAA.ie/Newsroom ", "DUBLIN: Collision blocking the right lane from Long Mile Rd onto the Naas Rd outbound. Delays building on approach. http://TheAA.ie/Newsroom ", "DUBLIN: There is a crash on the M50 northbound in the right lane between J9 Red Cow and J7 Lucan. http://TheAA.ie/Newsroom ", "DUBLIN: There is a collision on Tyrconnell Rd outbound at the Emmet Rd jct. http://TheAA.ie/Newsroom ", "DUBLIN: Incident cleared on Beresford Place near Amiens St and all lanes have reopened. http://TheAA.ie/Newsroom ", "DUBLIN: Collision cleared on M50 n'bound between J11 Tallaght & J10 Ballymount. All lanes have fully reopened. http://TheAA.ie/Newsroom ", "DUBLIN: Traffic lights back in action on Rathgar Rd at the Frankfort Ave jct, and also at Grosvenor Rd. http://TheAA.ie/Newsroom ", "DUBLIN: Debris on M50 northbound between J9 Red Cow and J7 Lucan in auxiliary lane and left lane. http://TheAA.ie/Newsroom ", "DUBLIN: Debris cleared from the M50 NB between J9 Red Cow and J7 Lucan. Traffic's busy now both ways approaching J7. http://TheAA.ie/Newsroom ", "DUBLIN: There is a crash on Manor St affecting outbound traffic. http://TheAA.ie/Newsroom ", "DUBLIN: Emergency services blocking right lane of M50 SB at J14 Leopardstown Rd as they deal with a crash. http://TheAA.ie/Newsroom ", "DUBLIN: Crash cleared from M50 southbound at J14 Leopardstown Rd. http://TheAA.ie/Newsroom ", "DUBLIN: Breakdown on the Chapelizod Bypass inbound at the Kennelsfort Rd jct in the left lane. http://TheAA.ie/Newsroom ", "DUBLIN: A crash has been cleared from Manor St. http://TheAA.ie/Newsroom ", "DUBLIN: Breakdown cleared from the Chapelizod Bypass inbound at the Kennelsfort Rd jct http://TheAA.ie/Newsroom ", "DUBLIN: Emergency services blocking left outbound lane and part of inbound lane of Prussia St before Hanlon’s http://Corner.TheAA.ie/Newsroom ", "DUBLIN: An incident has been cleared on Prussia St inbound before Hanlon’s Corner http://theaa.ie/newsroom "]}
