{"tweets": ["9:00 AM - 18 Aug 2017, Dublin Bus: Head to Marlay Park this wkend for Outdoor Cinemas in the Park. Kicking off at 2pm Use our #DB14 & #DB16 to get there @dlrcc #DBGettingThere", "11:00 AM - 18 Aug 2017, Dublin Bus: Did you know @DublinQuaysFest in on this week from Thursday to Sunday from 12.00 to 22.30? Happening in 7 trendy venues along the Liffeypic.twitter.com/UdxGQ3osFr", "11:02 AM - 18 Aug 2017, Dublin Bus: That's all for today! We're back in the morning from 7am. Have a great weekend! ^SDpic.twitter.com/ctUvYlgbJ4", "11:00 PM - 18 Aug 2017, Dublin Bus: Good Morning Everyone! We're here till 7pm to help you on your way. Have a great day! ^SDpic.twitter.com/oWSACSyWJj", "2:12 AM - 19 Aug 2017, Dublin Bus: #DBSvcUpdate We are currently experiencing technical issues with our website and App, and are working to resolve these as soon as possible.", "5:00 AM - 19 Aug 2017, Dublin Bus: Fun for the whole family. @biggrillfest is running from August 17 to 20 in Herbert Park. Routes #DB4 #DB7 #DB7A #DB39A #DB46A #DB145", "7:00 AM - 19 Aug 2017, Dublin Bus: #DBSvcUpdate We are currently experiencing technical issues with our website and App we are working to have this resolved ASAP", "8:00 AM - 19 Aug 2017, Dublin Bus: #DBSvcUpdate Diversions due to Iron Man Triathlon Sunday 20 August 2017 http://bit.ly/2uXgwnO pic.twitter.com/le8dZLf6dK", "11:00 AM - 19 Aug 2017, Dublin Bus: That’s all from us. We’re back at 7am Monday to help you on your way. Enjoy your weekend! ^MCpic.twitter.com/nB1CaHbGRy", "5:00 AM - 20 Aug 2017, Dublin Bus: Lots of football action today at @CrokePark to cheer on your county take the following routes #GAA #DBGettingTherepic.twitter.com/VmMrX9xU7K", "6:03 AM - 20 Aug 2017, Dublin Bus: Route 40 Diversion August 20th.http://bit.ly/1qeU5bF ", "6:08 AM - 20 Aug 2017, Dublin Bus: Route 7 curtailment August 20th.http://bit.ly/23ssB0E ", "10:14 AM - 20 Aug 2017, Dublin Bus: Curtailment on Route 79/a http://www.dublinbus.ie/News-Centre/General-News/Central-Control-7/ …", "11:02 PM - 20 Aug 2017, Dublin Bus: Good Morning Everyone! we are here to help you on your way until 7pm ^SDpic.twitter.com/kh15oYi3Cy", "12:08 AM - 21 Aug 2017, Ciarán Cuffe: New traffic arrangements on Quays, just 30m by bus Heuston to Donnybrookpic.twitter.com/yYx4tWXO9B", "8:11 AM - 21 Aug 2017, Dublin Bus: 1/2  The new traffic arrangement on the Quays worked well this morning. Many customers experienced improvements to their journey time.", "8:11 AM - 21 Aug 2017, Dublin Bus: 2/2 Thanks to our drivers and other road users who helped with the smooth transition.", "9:00 AM - 21 Aug 2017, Dublin Bus: The big freeze of 2010 left Dublin covered in ice, but that wasn’t going to stop the old folks of Sean McDermott St. having their dance.pic.twitter.com/TDVaDZiwCs", "10:00 AM - 21 Aug 2017, Dublin Bus: #DBSvcUpdate Diversion on #DB41 #DB41b from Monday 21 August to Friday 25 August between 20.00 and 05.00 http://bit.ly/2vRZ5dc pic.twitter.com/Cx36vM9hTB", "11:00 AM - 21 Aug 2017, Dublin Bus: That's all for today! We'll be back at 7am to help you on your way! Enjoy your evening ^MCpic.twitter.com/h63ymRJ2ty", "11:00 PM - 21 Aug 2017, Dublin Bus: Good Morning Everyone! we are here until 7pm to help you on your way.^SDpic.twitter.com/ySIJFgKY6y", "11:56 PM - 21 Aug 2017, Dublin Bus: Please expect delays on #DB13 #DB51x #DB68 #DB69 due to a collision at the red cow.https://twitter.com/aaroadwatch/status/899887055404232704 …", "12:17 AM - 22 Aug 2017, Live Drive: Fonthill Rd is very busy between the N7 and the N4 due to cars trying to avoid the M50 northbound", "12:23 AM - 22 Aug 2017, Live Drive: M50 northbound has now fully reopened at the scene of the collision after J9 Red Cow. All vehicles have been cleared.", "12:21 AM - 22 Aug 2017, Live Drive: M50 southbound: J5 Finglas to J9 Red Cow - 35 mins", "12:31 AM - 22 Aug 2017, Live Drive: N7: J4 Rathcoole to M50 - 18 mins", "2:04 AM - 22 Aug 2017, Dublin Bus: #DBSvcUpdate Diversion on #DB33 and #DB33a on Sunday 3 September between 09.00 and 12.30 http://bit.ly/2vle76M pic.twitter.com/Xvw9tTFdNt", "2:39 AM - 22 Aug 2017, Dublin Bus: Every day phones are left on our buses. Help us reunite them with their owners #DBIsthisyours?pic.twitter.com/GE8WyUIedu"]}
